Revit 2027 API
UnitTypeId.SlopeDegrees Property
 Degrees.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlopeDegrees { get; }
Public Shared ReadOnly Property SlopeDegrees As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlopeDegrees {
	ForgeTypeId^ get ();
}
static member SlopeDegrees : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace